import './cafee.css';
import Headerr from "../../components/header/Headerr";
import Footerr from "../../components/footer/Footerr";

export default function Cafee() {
    return(
        <>
            <Headerr />
                <main>
                    <h1>Меню кафе и бара</h1>
                    <div className="all_container">
                        <div className="div_price_des">
                            <h3>Закуски:</h3>
                            <ul>
                                <li>Картофель фри (150 гр.) - 18000 сум.</li>
                                <li>Роллы с лососем (6 шт.) - 25000 сум.</li>
                                <li>Куриные крылья (6 шт.) - 22000 сум.</li>
                            </ul>
                            <br/><br/>
                            <h3>Гамбургеры:</h3>
                            <ul>
                                <li>Классический гамбургер - 15000 сум.</li>
                                <li>Чизбургер - 280 сум.</li>
                                <li>Гамбургер с беконом - 20000 сум.</li>
                            </ul>
                            <br/><br/>
                            <h3>Пиццы:</h3>
                            <ul>
                                <li>Маргарита (30 см) - 45000 сум.</li>
                                <li>Пепперони (30 см) - 55000 сум.</li>
                                <li>Ветчина и грибы (30 см) - 60000 сум.</li>
                            </ul>
                            <br/><br/>
                            <h3>Комбо обед:</h3>
                            <ul>
                                <li>Гамбургер, картофель фри, напиток (0,5 л) - 45000 сум.</li>
                                <li>Сендвич, картофель фри, напиток (0,5 л) - 40000 сум.</li>
                                <li>Кусочек пиццы, салат, напиток (0,5 л) - 50000 сум.</li>
                            </ul>
                            <br/><br/>
                            <h3>Десерты:</h3>
                            <ul>
                                <li>Чизкейк - 250 сум.</li>
                                <li>Мороженое со сливками - 15000 сум.</li>
                                <li>Шоколадный брауни - 20000 сум.</li>
                            </ul>
                            <br/><br/>
                            <h3>Прохладительные напитки:</h3>
                            <ul>
                                <li>Лимонад (500 мл) - 10000 сум.</li>
                                <li>Чай холодный с лимоном (500 мл) - 5000 сум.</li>
                                <li>Кока-кола (500 мл) - 13000 сум.</li>
                            </ul>
                            <br/><br/>
                            <h3>Кофейные напитки:</h3>
                            <ul>
                                <li>Американо (250 мл) - 11000 сум.</li>
                                <li>Латте (250 мл) - 12000 сум.</li>
                                <li>Эспрессо (60 мл) - 10000 сум.</li>
                            </ul>
                            <br/><br/>
                            <h3>Коктейли:</h3>
                            <ul>
                                <li>Мохито (250 мл) - 20000 сум</li>
                                <li>Пина Колада (250 мл) - 22000 сум.</li>
                                <li>Секс на пляже (250 мл) - 24000 сум.</li>
                            </ul>
                            <br/><br/>
                        </div>
                        <div className="div_photo">
                            <div className="photo_item_1">

                            </div>
                            <div className="photo_item_2">
                                
                            </div>
                            <div className="photo_item_3">
                                
                            </div>
                            <div className="photo_item_4">
                                
                            </div>
                        </div>
                    </div>
                    <h1>Обратите внимание на то, что меню и цены могут измениться в зависимости от текущих условий и тарифов.</h1>
                </main>
            <Footerr />        
        </>
    )
}